[
  {
    "title": "Describe a job that is useful to the society",
    "cueCards": [
      "What job it is",
      "How you know about this job",
      "What types of people do this job",
      "And explain why you think this job is useful to the society"
    ],
    "questions": [
      "Do you think schools should provide career advice to students?",
      "Who should receive a higher salary, young people or older people?",
      "Do you think doctors should be well-paid?",
      "What kind of jobs deserve a high salary?",
      "What kind of jobs receive a low income?",
      "What kind of jobs are well-paid in your country?"
    ]
  },
  {
    "title": "Describe a countryside that you have been to",
    "cueCards": [
      "Where it is",
      "When and why you went there",
      "Who you went there with",
      "And explain how you felt about it"
    ],
    "questions": [
      "What are the differences between the city and the countryside?",
      "What are the advantages and disadvantages of living in the countryside?",
      "What kind of people would like to stay in the countryside?",
      "Do people go to the countryside to travel or to live?",
      "Do most people prefer to live in big cities or in the countryside?",
      "Do people in your country like to go hiking?"
    ]
  },
  {
    "title": "Describe a time that something changed your life in good ways",
    "cueCards": [
      "You should say: ",
      "When and where it happened ",
      "What happened",
      "How you felt about it",
      "And explain how it changed your life in good ways"
    ],
    "questions": [
      "What are the disadvantages when people keep making changes?",
      "When things like getting married or moving home happen, what kinds of things would you consider?",
      "Who can adapt better to changes, children or adults?",
      "How do you adapt to changes in life?",
      "Why do some people quit and change jobs?",
      "Do you like new things or changes in life?"
    ]
  },
  {
    "title": "Describe an invention that is useful in your daily life",
    "cueCards": [
      "You should say: ",
      "What the invention is ",
      "What it can do ",
      "How popular it is ",
      "Whether it is difficult or easy to use ",
      "And explain why it is useful"
    ],
    "questions": [
      "Who should support and sponsor inventors, governments, or private companies?",
      "Do all inventions bring benefits to our world?",
      "Are there any other inventions that make the world better?",
      "What inventions do you think should be improved?",
      "Do you think only scientists can invent new things?",
      "What qualities do inventors have?"
    ]
  },
  {
    "title": "Describe a time when someone asked for your opinion",
    "cueCards": [
      "Who asked for your opinion",
      "Why he/she wanted to know your opinion",
      "What opinion you gave",
      "And explain how you felt when he/she asked for your opinion"
    ],
    "questions": [
      "What should a company do when receiving feedback about its products?",
      "Should teachers give advice to children?",
      "What are the disadvantages of sharing opinions on the Internet?",
      "Why do people like to express their opinions on the Internet nowadays?",
      "Are there any apps designed for collecting opinions about products or services?",
      "Why do some people dislike giving their opinions?"
    ]
  },
  {
    "title": "Describe a difficult decision that you made and had a good result",
    "cueCards": [
      "What the decision was",
      "When you made that decision",
      "Why it was difficult to make",
      "And explain how you felt about the good result"
    ],
    "questions": [
      "Do advertisements influence consumers' decisions?",
      "Who do young people like to ask for advice when making decisions?",
      "Do you think it’s necessary for kids to make as many decisions by themselves as they can?",
      "Do you think some people can make decisions without asking for advice from others?",
      "Do you think young people are easily influenced by others when they make decisions? Why or why not?",
      "What kinds of decisions do young people have to make?"
    ]
  },
  {
    "title": "Describe a time you used your cellphone/smartphone to do something important",
    "cueCards": [
      "What happened",
      "When it happened",
      "How important the cellphone/smartphone was",
      "And explain how you felt about the experience"
    ],
    "questions": [
      "Do you think it is too late to call others at 11 or 12 o'clock at night?",
      "What can be done to stop cellphone addiction?",
      "Do you think there should be a law to stop people from making phone calls in public?",
      "Which one is more important, using a cellphone to make phone calls or to read messages?",
      "What are the differences between young people and old people when using a cellphone?",
      "What do you usually do with a cellphone?"
    ]
  },
  {
    "title": "Describe a way/change that helps you save a lot of time",
    "cueCards": [
      "What it is",
      "How you implement it",
      "How difficult it is",
      "And explain how you feel about the way/change"
    ],
    "questions": [
      "What can schools do to help students learn time management?",
      "Is it necessary for children to learn time management?",
      "Do people who can manage time well become successful more easily?",
      "Do you think parents should be responsible for teaching children to save time?",
      "Does technology help people save time? How and why?",
      "What can people do to save time?"
    ]
  },
  {
    "title": "Describe a friend you like to talk with",
    "cueCards": [
      "Who he/she is",
      "What you like to talk about",
      "Why you like to talk with him/her",
      "And explain how you feel about him/her"
    ],
    "questions": [
      "What are the differences between talking to a friend and talking to a stranger?",
      "What makes a good listener?",
      "On what occasions do people talk with strangers?",
      "Do you think people should be honest when talking with friends?",
      "What do young people talk about when they meet up?",
      "Where do young people like to meet?"
    ]
  },
  {
    "title": "Describe a time when you were stuck in a traffic jam",
    "cueCards": [
      "When it happened",
      "Where you were stuck",
      "What you did while waiting",
      "And explain how you felt in the traffic jam"
    ],
    "questions": [
      "Would you rather be in a car or a bus in a traffic jam?",
      "Do you like to use public transport?",
      "What are good ways to manage traffic?",
      "Do you think the high ways will help reduce traffic jams?",
      "Do you think developing public transport can solve traffic jam problems?",
      "How can we solve the traffic jam problem?"
    ]
  },
  {
    "title": "Describe an occasion when someone gave you positive advice or suggestions about your work/study",
    "cueCards": [
      "Who the person is",
      "What he/she said",
      "How the advice/suggestion affected you",
      "And explain how you felt about the advice/suggestions"
    ],
    "questions": [
      "Do you think people care about others’ comments about them?",
      "Which is more important for adults in the workplace, positive feedback or negative feedback?",
      "Why is negative feedback as important as positive feedback at work or in study?",
      "Do you think negative feedback is more important than positive feedback? Why?",
      "Should parents always encourage their children?",
      "When should parents encourage their children?"
    ]
  },
  {
    "title": "Describe a popular/well-known person in your country",
    "cueCards": [
      "Who this person is",
      "What he/she has done",
      "Why he/she is popular",
      "And explain how you feel about this person"
    ],
    "questions": [
      "Do you think popular children will grow up to be popular adults?",
      "Are there any disadvantages if a child is popular at school?",
      "What benefits are there when a child is popular at school?",
      "Which one is more important, maintaining a good relationship with colleagues or doing well at work?",
      "Are bosses more popular than employees at work?",
      "What kinds of people are popular at work?"
    ]
  },
  {
    "title": "Describe a time you were very busy",
    "cueCards": [
      "When it happened",
      "Where you were",
      "What you did",
      "And explain why you were busy"
    ],
    "questions": [
      "Does technology distract people?",
      "How does technology help with time management?",
      "What kind of pressure people may experience at work?",
      "Do you think children should learn through playing games or under pressure?",
      "What are the advantages and disadvantages when people keep busy？",
      "Are you often busy？"
    ]
  },
  {
    "title": "Describe a traditional product in your country",
    "cueCards": [
      "What it is",
      "When you tried this product for the first time",
      "What it is made of",
      "And explain how you feel about it"
    ],
    "questions": [
      "Where should children learn about culture, at school or at home?",
      "Do you think people should be proud of their own culture? Why?",
      "Why is it important for children to learn about traditional products?",
      "What are some traditional Chinese products?",
      "Do you think traditions are important for a country? Why?",
      "Why are traditional products important?"
    ]
  },
  {
    "title": "Describe something you do that can help you concentrate on work/study",
    "cueCards": [
      "What it is",
      "How it helps you concentrate",
      "When you do it",
      "And explain how you feel about it"
    ],
    "questions": [
      "What can people do to improve their ability to concentrate?",
      "Is it important for children to concentrate on their studies? Why?",
      "Can exercise help people improve concentration?",
      "What kinds of jobs require high concentration at work?",
      "Do you think technology will harm children’s ability to concentrate?",
      "Why is it more difficult for children to concentrate nowadays than in the past?"
    ]
  },
  {
    "title": "Describe a contest/competition you would like to participate in",
    "cueCards": [
      "What the contest/competition is about",
      "Where the contest/competition will take place",
      "When it will be held",
      "And explain why you would like to participate in it"
    ],
    "questions": [
      "Do you think the ability to compete is natural or learned?",
      "What kinds of people like to take part in competitions?",
      "Do you think it is necessary to encourage people to compete with one another in companies?",
      "What kinds of industries need competition? Why?",
      "Why are competition shows popular?",
      "What are the contests commonly seen on TV programs?"
    ]
  },
  {
    "title": "Describe a special day out that cost you little money/didn’t cost you much",
    "cueCards": [
      "When the day was",
      "Where you went",
      "How much you spent",
      "And explain how you feel about the day"
    ],
    "questions": [
      "Going out to have holidays is tiring. Why do people still want to do it?",
      "Why do people like to have days off?",
      "Do you think only old people have time for leisure?",
      "How does technology affect the way people spend their leisure time?",
      "How do people spend their leisure time in your country?",
      "Do people like to spend their leisure time out in your country?"
    ]
  },
  {
    "title": "Describe an occasion that you lost something",
    "cueCards": [
      "What you lost",
      "When and where you lost it",
      "What you did to find it",
      "And explain how you felt about it"
    ],
    "questions": [
      "What do people often feel after losing things?",
      "What can we do to reduce the possibility of losing things?",
      "What kinds of people may lose things often?",
      "Is it effective to offer rewards to find lost things?",
      "What will people do when losing things?",
      "What kinds of things do people usually lose?"
    ]
  },
  {
    "title": "Describe something you do to keep fit and healthy",
    "cueCards": [
      "What it is",
      "When you do it",
      "Who you do it with",
      "Why it is important to keep fit and healthy ",
      "And explain why it can help you keep fit and healthy"
    ],
    "questions": [
      "Should schools provide physical education to students? Why and how?",
      "How can we use technology to keep fit?",
      "Do you think it is good for governments to utilize popular celebrities to help build health awareness?",
      "How can parents help and guide their kids to keep healthy?",
      "What do people normally do to keep fit and healthy in your country?",
      "How do children and old people keep fit and healthy?"
    ]
  },
  {
    "title": "Describe a family member who you want to work with in the future",
    "cueCards": [
      "You should say: ",
      "Who he/she is ",
      "Whether you worked together before ",
      "What kind of work you would like to do with him/her ",
      "And explain how you feel about this family member"
    ],
    "questions": [
      "What do people need to do to change their jobs?",
      "Why do people want to change their jobs?",
      "What benefits are there when working for big companies?",
      "Why do people want to have a family business?",
      "Is it good to work with family members? Why?",
      "What kinds of family businesses are common in China?"
    ]
  },
  {
    "title": "Describe something that surprised you and made you happy",
    "cueCards": [
      "What it was",
      "Who did this",
      "How you found out about it and what you did",
      "And explain why it surprised you and made you happy"
    ],
    "questions": [
      "What do people usually spend money on?",
      "Do men and women have different attitudes and feelings about shopping?",
      "Is it good for people to be unhappy? Why?",
      "How can people be happy?",
      "Do you think happiness has any effect on people? How?",
      "How do people express happiness in your culture?"
    ]
  },
  {
    "title": "Describe a quiet place you like to go",
    "cueCards": [
      "Where it is",
      "How you knew it",
      "How often you go there",
      "What you do there",
      "And explain how you feel about the place"
    ],
    "questions": [
      "Why are there more noises made at home now than in the past?",
      "Why do old people prefer to live in quiet places?",
      "Do you think only old people have time for leisure?",
      "How does technology affect the way people spend their leisure time?",
      "How do people spend their leisure time in your country?",
      "Is it easy to find quiet places in your country? Why?"
    ]
  },
  {
    "title": "Describe an interesting neighbor",
    "cueCards": [
      "Who he/she is",
      "How you knew him/her",
      "What you do together",
      "And explain why he/she is interesting"
    ],
    "questions": [
      "How do people build relationships with local people in a new place?",
      "Why do many people in big cities not know their neighbors?",
      "Is it beneficial to get along well with neighbors?",
      "How do children build relationships with others in a community?",
      "How can people improve the relationship with neighbors in a community?",
      "Do you think people are familiar with their neighbors?"
    ]
  },
  {
    "title": "Describe an important event you celebrated",
    "cueCards": [
      "What the event was",
      "When it happened",
      "Who attended the event",
      "And explain how you felt about the event"
    ],
    "questions": [
      "Do most people like to share their good news with others?",
      "Why is it important to celebrate festivals?",
      "Do people often celebrate festivals with families?",
      "Do people often celebrate events with a large group of people or just a few people?",
      "What kinds of events do people usually celebrate?",
      "Do you like to celebrate important events? Why?"
    ]
  },
  {
    "title": "Describe an ambition that you haven't achieved",
    "cueCards": [
      "What it is",
      "Why you haven't achieved it",
      "What you are doing about it now",
      "And how you feel about it"
    ],
    "questions": [
      "What are the traits of ambitious people?",
      "Why do some people like to be the manager in the workplace?",
      "How do people balance work and life?",
      "Why don't some people have dreams?",
      "Why are some people very ambitious in their work?",
      "What ambitions do children usually have?"
    ]
  },
  {
    "title": "Describe a time when you organized a happy event successfully",
    "cueCards": [
      "What the event was",
      "How you prepared for it",
      "Who helped you to organize it",
      "And explain why you think it was a successful event"
    ],
    "questions": [
      "Do you prefer to prepare and organize an activity or just take part in an activity?",
      "How would you feel when you were not well prepared for something?",
      "Do people need others’ help when organizing things?",
      "Does everything need to be well prepared?",
      "On what occasions do people need to be organized?",
      "How can parents help children to be organized?"
    ]
  },
  {
    "title": "Describe a skill that you learned from older people",
    "cueCards": [
      "What the skill is",
      "Who you learned it from ",
      "How you learned it",
      "And how you feel about it"
    ],
    "questions": [
      "Do you think many old people in your country feel lonely?",
      "What new skills can old people learn?",
      "What knowledge can children learn from their grandparents?",
      "What skills can young people learn from older people?",
      "What kind of help do you think older people need?",
      "What can children learn from their parents?"
    ]
  },
  {
    "title": "Describe a long walk you ever had",
    "cueCards": [
      "When this happened",
      "Where you walked",
      "Who you were with",
      "And explain how you felt about this long walk"
    ],
    "questions": [
      "Do you think that walking is not as helpful as playing other sports for our health?",
      "What are the benefits of outdoor activities for children?",
      "Do women have more leisure time than men?",
      "Is leisure time important to everyone? Why?",
      "What are the differences between the outdoor activities children did in the past and now?",
      "What outdoor activities do people like?"
    ]
  },
  {
    "title": "Describe something that you can’t live without (not a computer/phone)",
    "cueCards": [
      "What it is",
      "What you do with it",
      "How it helps you in your life",
      "And explain why you can’t live without it"
    ],
    "questions": [
      "Do you think it is good for a child to always take his or her favourite toy with them all the time?",
      "Why do all children like toys?",
      "What do you think influences people to buy new things?",
      "Is the way people buy things affected? How?",
      "Why do some grown-ups hate to throw out old things (such as clothes)?",
      "Why are children attracted to new things (such as electronics)?"
    ]
  },
  {
    "title": "Describe a person you only met once recently and want to know more about",
    "cueCards": [
      "Who he/she is",
      "When you met him/her",
      "Why you want to know more about him/her",
      "And explain how you feel about him/her"
    ],
    "questions": [
      "What should we not talk about when we meet a person for the first time?",
      "What can we do to leave a good impression on people we meet for the first time?",
      "What qualities make true friends?",
      "Is it important to have the same hobbies and interests when making friends?",
      "On what occasions do people like to make friends?",
      "How do people make friends in China?"
    ]
  },
  {
    "title": "Describe a course that impressed you a lot",
    "cueCards": [
      "What the course was about",
      "Where you took the course",
      "What you did during the course",
      "And explain why it impressed you a lot"
    ],
    "questions": [
      "What can we learn from history?",
      "What do people need to remember in their daily lives?",
      "Can technology help people remember things better? How?",
      "Which can help people remember things better, words or photos?",
      "Do people like things of memorial significance?",
      "Why do some people have a better memory than others?"
    ]
  },
  {
    "title": "Describe something that was broken in your home and then repaired",
    "cueCards": [
      "What it is",
      "How it was broken",
      "How you got it repaired",
      "And how you felt about it"
    ],
    "questions": [
      "What kinds of things are easily repaired?",
      "Do you think luxury products are of better quality?",
      "Why do people like to get their mobile phones repaired in specialized stores?",
      "What kinds of things do people like to repair by themselves?",
      "Is the quality of products worse than before?",
      "Are IT-related jobs valued more by society?"
    ]
  },
  {
    "title": "Describe someone you really like to spend time with",
    "cueCards": [
      "Who this person is",
      "How you knew him/her",
      "What you usually do together",
      "And explain why you like to spend time with him/her"
    ],
    "questions": [
      "Do you think it is important for us to get along with different kinds of people?",
      "Do you think it's important to spend some time alone?",
      "Do you like talking with older people? Why?",
      "Do people have time for themselves nowadays?",
      "How do leaders get along with their subordinates?",
      "What kinds of people are easy to get along with?"
    ]
  },
  {
    "title": "Describe a special cake you received from others",
    "cueCards": [
      "When it happened",
      "Where it happened",
      "Who you got the cake from",
      "And explain why it’s a special cake"
    ],
    "questions": [
      "What do you think of people using their mobile phones during a meal?",
      "In your country, do people nowadays cook at home as frequently as people did in the past?",
      "Do you think it’s good to communicate when eating with your family?",
      "Why are some people willing to spend a lot of money on meals on special days?",
      "Is there any food in your country that is eaten at special times or on special occasions?",
      "What are the differences between special food in China and other countries?"
    ]
  },
  {
    "title": "Describe an interesting song",
    "cueCards": [
      "What the song is",
      "What story the song tells",
      "Whether the song is popular",
      "And explain why you think it is interesting"
    ],
    "questions": [
      "Are foreign songs popular in your country?",
      "Do you like to watch music TV programs? Why?",
      "What are the differences between live concert and online concert?",
      "What kinds of people like traditional music?",
      "What kinds of music do young people like?",
      "Why are many music competitions popular in China?"
    ]
  },
  {
    "title": "Describe an interesting discussion you had with your friend",
    "cueCards": [
      "What the discussion was about ",
      "What opinions you and your friend had",
      "Why you think the discussion was interesting",
      "And how you felt about it"
    ],
    "questions": [
      "Why do some young people refuse to communicate with others?",
      "Should parents consider their children's opinions on everything? Why?",
      "In what industries do you think communication is a necessary skill?",
      "Should parents require their kids to obey them?",
      "Do children have strong opinions?",
      "When do children normally form their own views?"
    ]
  },
  {
    "title": "Describe a thing you did to learn another language",
    "cueCards": [
      "What language you learned",
      "What you did",
      "How it helped you learn the language",
      "And how you felt about it"
    ],
    "questions": [
      "Some people think that technology has made it unnecessary to learn languages. What do you think?",
      "What are the advantages and disadvantages of learning a language?",
      "What's the best way to learn a language?",
      "Which is better, to study a language alone or to study it in a group? Why?",
      "Do you think language learning is important? Why?",
      "What difficulties do people face when learning a language?"
    ]
  },
  {
    "title": "Describe a person who you follow on social media",
    "cueCards": [
      "Who he/she is",
      "How you knew him/her",
      "What he/she posts on social media",
      "And explain why you follow him/her on social media"
    ],
    "questions": [
      "Do you think it is easy to make friends on social media?",
      "Do you think people will read paper newspapers and books in the future? Why?",
      "Are non-social media like television and newspapers still useful?",
      "Do older people spend much time on social media?",
      "Do older people and younger people use the same kinds of social media apps?",
      "What can people do on social media?"
    ]
  },
  {
    "title": "Describe a rule you dislike and would like to change in the future",
    "cueCards": [
      "What it is",
      "What it is for",
      "Why you don’t like it",
      "And explain why you would like to change it"
    ],
    "questions": [
      "Do you know anyone who has broken the law? How?",
      "When is it okay to break the rules?",
      "How are people punished when parking at a wrong spot?",
      "What rules should children follow at home?",
      "Are the rules at school good or bad? Why?",
      "What are the rules students should follow at school?"
    ]
  },
  {
    "title": "Describe an item of clothing that someone gave you",
    "cueCards": [
      "What the clothing was",
      "Who gave it to you",
      "When you got it",
      "And explain why this person gave you the clothing"
    ],
    "questions": [
      "What influences the way people dress in today's society?",
      "What are the advantages and disadvantages of wearing a uniform at school?",
      "Why do people from different countries wear different clothing?",
      "What are the advantages and disadvantages of wearing uniforms at work and school?",
      "Why do people dress casually in everyday life but dress formally at work?",
      "Have you ever given clothes to others?"
    ]
  },
  {
    "title": "Describe a city that you think is very interesting",
    "cueCards": [
      "Where it is",
      "What it is famous for",
      "How you knew this city ",
      "And explain why you think it is very interesting"
    ],
    "questions": [
      "Do you think the big cities in China today will become even larger in the future?",
      "What are the benefits of urbanization?",
      "Do you think well-developed tourism will have negative effects on local people?",
      "Do most elderly people live in the city or in the countryside?",
      "Why do some young people like to live in cities?",
      "What advantages can tourism bring to a city?"
    ]
  },
  {
    "title": "Describe a time you visited a new place",
    "cueCards": [
      "Where the new place is",
      "When you went there",
      "Why you went there",
      "And explain how you feel about the place"
    ],
    "questions": [
      "Why do many people enjoy visiting a new place?",
      "Do you think it's important to get as much information as possible before going to a new place?",
      "How do young and old people react differently to new things?",
      "Why do some people want to go to college far away from home?",
      "How do young children react when they go to school for the first time?",
      "Which do you prefer, living in a city or only visiting it as a tourist?"
    ]
  },
  {
    "title": "Describe a story someone told you and you remember",
    "cueCards": [
      "What the story was about",
      "Who told you this story",
      "Why you remember it",
      "And how you feel about it"
    ],
    "questions": [
      "Which do you think is better, paper books or e-books?",
      "Will smart devices affect the relationship between children and parents?",
      "Why do children like stories?",
      "How do people tell stories to children?",
      "How has technology changed storytelling?",
      "Do young children like the same stories as older children?"
    ]
  },
  {
    "title": "Describe a gift you would like to buy for your friend",
    "cueCards": [
      "How you knew your friend",
      "How long you have known him/her",
      "How you would choose a gift for him/her",
      "And explain why you would choose that gift for him/her"
    ],
    "questions": [
      "Are there any unlucky things that people should not buy as gifts in your country?",
      "What do people usually consider when buying gifts?",
      "Which do people give on traditional festivals, red envelopes or other kinds of gifts?",
      "Will people feel happy when receiving an expensive gift?",
      "Is it hard to choose a gift?",
      "When do people normally send gifts to others?"
    ]
  },
  {
    "title": "Describe a toy you liked in your childhood",
    "cueCards": [
      "What kind of toy it is",
      "When you received it",
      "How you played it",
      "And how you felt about it"
    ],
    "questions": [
      "What are the advantages and disadvantages of modern toys?",
      "What's the difference between the toys boys play with and girls play with?",
      "Do you think parents should buy more toys for their kids or spend more time with them?",
      "What's the difference between the toys kids play now and those they played in the past?",
      "Should advertising aimed at kids be prohibited?",
      "How do advertisements influence children?"
    ]
  },
  {
    "title": "Describe an important river/lake in your country",
    "cueCards": [
      "Where it is located",
      "How big/long it is",
      "What it looks like",
      "And explain why it is important"
    ],
    "questions": [
      "Are rivers and lakes important to a country?",
      "What are the popular water sports in your country?",
      "Are rivers and lakes good for transport? Why?",
      "How do rivers and lakes affect local tourism?",
      "Do you think rivers and lakes attract tourists?",
      "How can rivers and lakes benefit local people?"
    ]
  },
  {
    "title": "Describe an old person you know who has had an interesting life",
    "cueCards": [
      "Who this person is",
      "Where he/she lives",
      "What he/she has done in his/her life",
      "And explain how you feel about him/her"
    ],
    "questions": [
      "Do you think old people's life will improve with the development of technology?",
      "Do old people prefer to stay at home or go outside? Why?",
      "What are the benefits of elderly people living alone?",
      "Can old people and their grandchildren learn from each other when they live together?",
      "Why do some people live with old people?",
      "What do old people often do in their daily lives?"
    ]
  },
  {
    "title": "Describe a time when you received good service in a shop/store",
    "cueCards": [
      "Where the shop is",
      "When you went to the shop ",
      "What service you received from the staff ",
      "And explain how you felt about the service"
    ],
    "questions": [
      "Can consumption drive economic growth?",
      "What are the advantages and disadvantages of shopping online?",
      "What are the differences between online shopping and in-store shopping?",
      "Why do some people not like shopping in small shops?",
      "What are the advantages and disadvantages of shopping in small shops?",
      "Why are shopping malls so popular in China?"
    ]
  },
  {
    "title": "Describe a cultural place that you would like to learn the culture there (e.g. a library, museum, theatre)",
    "cueCards": [
      "Where it is ",
      "How you knew this place ",
      "What it is like ",
      "And explain how the place is related to culture"
    ],
    "questions": [
      "Does the culture of the past have an impact on today’s culture?",
      "Which is more important in terms of culture, literature or music?",
      "How do young people learn about different cultures?",
      "What kind of culture is popular among young people?",
      "How is a culture formed?",
      "How does the internet affect culture?"
    ]
  },
  {
    "title": "Describe a public park or garden",
    "cueCards": [
      "Where it is",
      "What it is like",
      "How often you go there",
      "What you often do there",
      "And explain how you feel about it"
    ],
    "questions": [
      "How can we encourage young people to go to parks more often?",
      "What tourist attractions are popular in China?",
      "Why do people like to visit tourist attractions?",
      "What are the differences between a garden and a natural area?",
      "What facilities are needed in a park?",
      "Is it necessary to have public parks in cities?"
    ]
  },
  {
    "title": "Describe a place in your hometown/city that is different from other places and that you enjoy visiting with your parents/friends",
    "cueCards": [
      "Where it is",
      "What it is like",
      "What you often do there",
      "Who you often go there with",
      "And explain why you think it is different"
    ],
    "questions": [
      "What factors attract people to go to visit other places other than their hometown?",
      "Do you think it is necessary to visit the same place many times?",
      "What do young people like to do in their leisure time?",
      "What are the differences between the places young people like to go and the places old people like to go?",
      "Where do people in your hometown like to go?",
      "What are the differences between big cities and small cities?"
    ]
  },
  {
    "title": "Describe a person from whom others like to ask for advice",
    "cueCards": [
      "Who this person is",
      "Why people like to ask for his/her advice",
      "What kind of advice he/she often gives",
      "And explain how you feel about the person"
    ],
    "questions": [
      "Are professional consultancy services expensive in your country?",
      "Do you think the advice parents give their children is always good?",
      "Why do some people like to ask others for advice on almost everything?",
      "Do people often ask for advice from professional people, like a lawyer?",
      "Who should people ask for advice on big issues, family members or friends?",
      "Do you follow the advice of your family members?"
    ]
  },
  {
    "title": "Describe a place you know where people can see a lot of wildlife (e.g. animals, birds, insects)",
    "cueCards": [
      "Where it is",
      "What kinds of wildlife people can see there   ",
      "Whether people like to go there",
      "And explain how you feel about it"
    ],
    "questions": [
      "Which is the better way to see wildlife, watching documentaries or going into the wild?",
      "What impacts does only seeing wild animals in zoos have on children's understanding of these animals?",
      "Are there many wildlife documentaries produced in your country?",
      "Are wild animals easy to spot in your country?",
      "Should parents take their children to the zoo to see wild animals?",
      "Why are most children interested in wild animals?"
    ]
  },
  {
    "title": "Describe someone else’s room you enjoy spending time in",
    "cueCards": [
      "When you visited there",
      "Whose room it is",
      "What it is like",
      "What you can do in it",
      "And explain why you enjoy spending time there"
    ],
    "questions": [
      "Do you think old people will be able to keep up with the pace of technology in 50 years?",
      "Who likes to stay at home more, young people or old people?",
      "What are the most enjoyable parts of having a meal together with your family?",
      "Why do people often take gifts with them when they visit others' homes?",
      "Do most people visit other people's houses during the Spring Festival?",
      "Do you like to invite your friends to your home?"
    ]
  },
  {
    "title": "Describe a time when you answered a phone call from someone you didn’t know in a public place",
    "cueCards": [
      "When and where it happened ",
      "Who called you",
      "What he/she said",
      "How you responded",
      "And explain how you felt about the experience"
    ],
    "questions": [
      "Should people be banned from talking loudly in public places?",
      "Is it acceptable to talk on the phone in public?",
      "Should parents teach their children to behave well in public?",
      "Why do some people not care about their actions in public?",
      "What are the differences between sitting next to someone who talks on the phone and sitting next to people who talk to each other while traveling by train?",
      "Do most people mind others talking on the phone in public places?"
    ]
  },
  {
    "title": "Describe your favourite food at a traditional festival or a special event in your country",
    "cueCards": [
      "What it is",
      "At which festival/event you eat it",
      "How it is made",
      "And explain why you like it"
    ],
    "questions": [
      "Is it bad behavior for people to look at their phones during a meal?",
      "Why do people like to have a big meal at traditional festivals or big events?",
      "Do most people prefer vegetables bought from the supermarket or grown at home?",
      "Are there any difficulties when people grow plants in cities?",
      "What plants can people grow in cities?",
      "Do people in your country grow plants at home?"
    ]
  },
  {
    "title": "Describe a person you know who has chosen a career in the medical field (e.g. a doctor, a nurse)",
    "cueCards": [
      "Who he/she is",
      "What he/she does",
      "Why he/she chose this career",
      "And explain how you feel about him/her"
    ],
    "questions": [
      "Can a hospital function effectively without nurses?",
      "What are the differences between the work of a doctor and a nurse?",
      "Do you think it is necessary to learn first aid skills?",
      "Do you think that doctors and nurses are not paid enough?",
      "Who plays a more important role, doctors or nurses?",
      "Do you think doctors and nurses are very important?"
    ]
  },
  {
    "title": "Describe a person who likes to make things by hand (e.g. toys, furniture)",
    "cueCards": [
      "Who this person is",
      "What he/she makes",
      "Why he/she likes to make things by hand",
      "And explain how you feel about the person"
    ],
    "questions": [
      "How does modern technology change the handicraft industry?",
      "Is it reasonable to charge a high price for handmade things?",
      "Are there any traditional handicrafts in your hometown?",
      "Why do many children like to make things by hand?",
      "What are the benefits for students to learn to make things by hand?",
      "Are traditional handicrafts important to tourism?"
    ]
  },
  {
    "title": "Describe a person who likes to read a lot",
    "cueCards": [
      "Who this person is",
      "How you knew him/her",
      "What he/she likes to read",
      "And explain why you think he/she likes to read a lot"
    ],
    "questions": [
      "Do you think people of all ages need to read?",
      "What are the differences between paper books and movies?",
      "What reading topics are popular in your country?",
      "Is reading for fun or for work?",
      "Do you think parents should help their children develop the reading habit from an early age?",
      "Why are many people so keen on reading?"
    ]
  },
  {
    "title": "Describe a movie you watched and enjoyed recently",
    "cueCards": [
      "When and where you watched it",
      "Who you watched it with",
      "What it was about",
      "And explain why you watched this movie"
    ],
    "questions": [
      "Why do people prefer to watch movies in the cinema?",
      "Do you think successful movies should have well-known actors or actresses in leading roles?",
      "Do you think only well-known directors can create the best movies?",
      "Do Chinese people prefer to watch domestic movies or foreign movies?",
      "What are the factors that make a successful movie?",
      "What kinds of movies do you think are successful in your country?"
    ]
  },
  {
    "title": "Describe a time when you lost an important and valuable item",
    "cueCards": [
      "When and where it happened",
      "What it was",
      "How important and valuable it was",
      "How you lost it",
      "And explain how you felt about the experience"
    ],
    "questions": [
      "Is it important for students to be organized?",
      "Are there any good ways to remind us not to forget or lose things?",
      "What should parents do to teach their children not to lose things?",
      "What do people often do after losing things?",
      "What are the reasons why people often misplace or lose things?",
      "What are some common items that people tend to lose easily?"
    ]
  },
  {
    "title": "Describe an occasion when you helped a family member/relative with something",
    "cueCards": [
      "When it happened",
      "Who you helped",
      "How you helped",
      "And explain how you felt about the experience"
    ],
    "questions": [
      "How do people know that their neighbours might need help?",
      "Do neighbours often help each other in your country?",
      "Should parents reward their children when they help others?",
      "What can children learn by helping others?",
      "Should parents always help their children with everything?",
      "How can children help their parents at home?"
    ]
  },
  {
    "title": "Describe a crowded place you went to",
    "cueCards": [
      "Where it was",
      "When you went there",
      "Who you went there with",
      "What you did there",
      "And how you felt about it"
    ],
    "questions": [
      "Do you think it is a good trend to have more big cities?",
      "Do you think there are some people who enjoy crowded places?",
      "Why do people go to crowded places?",
      "Will people use bikes more or less in cities in the future?",
      "Will there be more or less green space in cities in the future?",
      "Which cities are overcrowded in your country?"
    ]
  },
  {
    "title": "Describe a challenge you faced that you thought was rather difficult",
    "cueCards": [
      "What it was",
      "When and where you faced it",
      "Why you thought it was a difficult challenge",
      "And explain how you felt at the time"
    ],
    "questions": [
      "Why do some people enjoy doing extreme sports?",
      "What challenges would people face when learning new sports?",
      "What activities do you think would make children feel challenged? Why?",
      "Do most people choose to face a challenge alone or with others?",
      "Is it easy for children to overcome a challenge?",
      "What do children often do when they face a challenge?"
    ]
  },
  {
    "title": "Describe an ideal and perfect place where you would like to stay (e.g. a house, an apartment)",
    "cueCards": [
      "Where it would be",
      "What it would look like",
      "What special features it would have",
      "Whether it would be big or small",
      "And explain why it would be an ideal place for you"
    ],
    "questions": [
      "What do you think buildings will be like in the future?",
      "Why do some people choose to live in the city center?",
      "Do different people have different preferences for houses or apartments?",
      "What would people normally consider when they rent or buy a house or an apartment?",
      "Why are apartments popular in some places while not in other places?",
      "What are apartments like in your country?"
    ]
  },
  {
    "title": "Describe a person who has strong opinions",
    "cueCards": [
      "Who this person is                         ",
      "How you knew him/her ",
      "What kinds of strong opinions this person has            ",
      "And explain why you think he/she is a person who has strong opinions"
    ],
    "questions": [
      "Do you think it is good to have strong opinions?",
      "Do you think we should only say something after thinking it through?",
      "Which is more important, listening to others or persuading others?",
      "Are there many young people who have strong opinions in our lives?",
      "What do old people have strong opinions about?",
      "What do young people have strong opinions about?"
    ]
  },
  {
    "title": "Describe an old friend you had lost touch with and got in contact with again",
    "cueCards": [
      "You should say :",
      "Who he/she is",
      "How you knew each other",
      "Why you lost contact",
      "How you got in contact again",
      "And explain how you felt after getting in contact again"
    ],
    "questions": [
      "Why do we have to give up some old friends?",
      "Why do people need to make new friends?",
      "Why do old friends lose touch with each other?",
      "Do you think you are good at maintaining good relationships with others?",
      "Would having just a few friends limit your horizons?",
      "Is it better to have a lot of friends than just a few friends?"
    ]
  },
  {
    "title": "Describe something you did in your study/work that has made you feel confident",
    "cueCards": [
      "When and where it happened",
      "What you did                    ",
      "Why it made you feel confident      ",
      "And explain how you felt about it"
    ],
    "questions": [
      "Why do so many people lack confidence these days?",
      "Do you think that children of confident parents are also confident?",
      "What can teachers do to make studying more interesting?",
      "How can teachers help their students become more confident by rewarding them for studying?",
      "What can teachers do to help their students become more confident?",
      "How can a person become more confident?"
    ]
  },
  {
    "title": "Describe a prize you have received recently (e.g. money, something valuable, a medal)",
    "cueCards": [
      "What it was",
      "When you received it",
      "What you did to receive it",
      "And explain how you felt about it"
    ],
    "questions": [
      "Why do some companies encourage employees to compete with each other?",
      "Why do many companies offer prizes to their customers?",
      "What criteria should be set for students to win a particular prize?",
      "What prizes should schools set for students?",
      "Why should we set prizes for competitions?",
      "Do you think competition is all about the prize?"
    ]
  },
  {
    "title": "Describe an online video in which you learned something new",
    "cueCards": [
      "When and where you watched it",
      "What it was",
      "Why you watched it",
      "And explain what you have learned from it"
    ],
    "questions": [
      "Do you think online learning will replace face-to-face learning?",
      "What are the advantages of online learning?",
      "Why are so many young people obsessed with short videos?",
      "Do you think people spend too much time watching short videos? Why?",
      "Are there many people who watch online videos a lot?",
      "What kinds of videos are most popular in your country?"
    ]
  },
  {
    "title": "Describe a time when you helped a child",
    "cueCards": [
      "When it was",
      "How you helped him/her",
      "Why you helped him/her",
      "And how you felt about it"
    ],
    "questions": [
      "Should developed countries provide technological help to developing countries?",
      "Why is it important to help neighbors?",
      "Do people in your country like to help neighbors?",
      "What can you do to help your neighbors?",
      "What can schools do to develop students’ awareness of volunteering?",
      "Why is it necessary to do volunteer services?"
    ]
  },
  {
    "title": "Describe something you received for free",
    "cueCards": [
      "What it was",
      "Who you received it from ",
      "Where you received it ",
      "And how you felt about it"
    ],
    "questions": [
      "What kinds of free services should be provided by the government?",
      "Will people be happy when they receive free things?",
      "Is it necessary to provide free public transportation?",
      "Why should everyone have access to basic healthcare?",
      "Why do customers like to receive free gifts from companies?",
      "Is it good or bad for people to have a free education in the future?"
    ]
  },
  {
    "title": "Describe a person who contributes to the society",
    "cueCards": [
      "Who this person is",
      "How you knew him/her",
      "What type of work he/she does",
      "And explain why you think he/she contributes to the society"
    ],
    "questions": [
      "What kinds of jobs are not paid fairly?",
      "What skills should be taught at school to improve students’ ability to find jobs?",
      "Do you think younger people should be lower paid than older people?",
      "What are the impacts of the epidemic on the work environment?",
      "What are the changes in working conditions?",
      "What jobs are well-paid?"
    ]
  },
  {
    "title": "Describe a time that you showed something which was new to a person who was younger than you",
    "cueCards": [
      "When it was",
      "What it was",
      "Who you showed it to",
      "How you showed it",
      "Why you showed it",
      "And explain how you felt about it"
    ],
    "questions": [
      "Is it possible for a person to achieve something without motivation?",
      "How can young people be motivated to learn new things?",
      "What skills do you think children should learn before going to school?",
      "Why are some people not willing to ask help from others while studying?",
      "What are the differences between the things adults learn and the things that children learn?",
      "What skills should children learn?"
    ]
  },
  {
    "title": "Describe an enjoyable journey by public transport",
    "cueCards": [
      "You should say: ",
      "Where you went ",
      "Who you were with ",
      "What you did ",
      "And how you felt about it"
    ],
    "questions": [
      "What are the difficulties that commuters face during rush hours?",
      "What do you think are the cheapest and most expensive means of transport?",
      "What are the disadvantages of traveling by public transport?",
      "Do you think offering free public transport will solve traffic problems in the city?",
      "Why do more and more people like to travel by plane?",
      "Why do people choose to travel by public transport?"
    ]
  },
  {
    "title": "Describe a sport you watched and would like to try",
    "cueCards": [
      "When and where you watched it",
      "Why you watched it",
      "Who you watched it with",
      "Whether you will do it in the future ",
      "And explain how you felt about it"
    ],
    "questions": [
      "Do you think sportsmen would use the sports gears promoted in the commercials?",
      "Many advertisers like to use sports stars endorsements. What do you think are the reasons?",
      "Do you think that international sports games are for money?",
      "Why do so many people like to watch sports games?",
      "What kinds of sports games do young and old people like to watch in your country?",
      "Why do many people like to buy expensive sportswear for playing ball games?"
    ]
  },
  {
    "title": "Describe a place (city/town) that is good for people to live in",
    "cueCards": [
      "Where it is",
      "How you knew this place",
      "What it is like",
      "And explain why it is better than other places to live in"
    ],
    "questions": [
      "How different is life in the countryside to life in the city?",
      "What are the major changes that have happened in your city?",
      "What factors will contribute to whether a place is good to live in or not?",
      "What are the differences between big cities and small ones?",
      "What has happened to towns and villages in recent years in your country?",
      "What are the differences between cities and towns?"
    ]
  },
  {
    "title": "Describe someone you know who made a good decision recently",
    "cueCards": [
      "Who he/she is",
      "When he/she made the decision",
      "What decision he/she made",
      "Why it was a good decision",
      "And explain how you felt about the decision"
    ],
    "questions": [
      "How should parents help their children make decisions?",
      "Should parents interfere in children's decision-making?",
      "Why do most children find it difficult to make decisions?",
      "At what age do you think children can be allowed to make decisions by themselves?",
      "Do you think parents are the best people to make decisions about their children's education?",
      "Should parents make decisions for their children?"
    ]
  },
  {
    "title": "Describe a special meal that someone made for you",
    "cueCards": [
      "Who did it",
      "When and how he/she cooked",
      "What and why he/she cooked for you",
      "And explain how you felt about the meal"
    ],
    "questions": [
      "What do you think about vegetarians?",
      "Are there any people who wouldn't eat meat for their whole lives?",
      "What kinds of fast food are popular in China?",
      "Do people in your country like to learn to cook from TV programmes?",
      "Do you think people's eating habits would change as they get older?",
      "Should students learn to cook at school?"
    ]
  },
  {
    "title": "Describe someone (a famous person) that is a role model for young people",
    "cueCards": [
      "Who he/she is",
      "How you knew him/her",
      "What he/she has done",
      "And explain why he/she can be a role model for young people"
    ],
    "questions": [
      "Do people tend to choose the best people as their role model?",
      "What kinds of people are likely to become famous?",
      "What qualities do famous people have?",
      "Are there any differences between today’s famous people and those of the past?",
      "Is it important for children to have a role model?",
      "What kinds of people are likely to be the role models for teenagers?"
    ]
  },
  {
    "title": "Describe an interesting place you have been to with a friend",
    "cueCards": [
      "What and where the place is",
      "Who you went with",
      "When you went there",
      "What you did there",
      "And explain why you think it is interesting"
    ],
    "questions": [
      "Do you prefer to go out with a group of friends or just with a few close friends?",
      "Does technology help people communicate better with others?",
      "Can talking with people improve social skills?",
      "Why don’t some people like to socialise?",
      "How do you communicate with friends?",
      "Why do people need friends?"
    ]
  },
  {
    "title": "Describe a natural place (e.g. parks, mountains)",
    "cueCards": [
      "Where this place is",
      "How you knew this place",
      "What it is like",
      "And explain why you like to visit it"
    ],
    "questions": [
      "Do you think it is a good idea to let animals stay in local parks for people to see?",
      "Are there any wild animals in the city?",
      "What can people gain from going to natural places?",
      "Do you think that going to the park is the only way to get close to nature?",
      "What are the differences between a natural place and a city?",
      "What kind of people like to visit natural places?"
    ]
  },
  {
    "title": "Describe a risk you took that you thought would lead to a terrible result but ended up with a positive result",
    "cueCards": [
      "When you took the risk",
      "Why you took the risk",
      "How it went",
      "And explain how you felt about it"
    ],
    "questions": [
      "Who is more interested in taking risks, the young or the old?",
      "Why do some people enjoy dangerous sports?",
      "What kinds of sports are dangerous but exciting?",
      "Why do some people like to watch risk-taking movies?",
      "What risks should parents tell their children to avoid?",
      "How should parents teach their children what a risk is?"
    ]
  },
  {
    "title": "Describe a tourist attraction that very few people visit but you think is interesting",
    "cueCards": [
      "What the place is",
      "What people can see there",
      "Why only very few people visit there",
      "And explain why you think it is interesting"
    ],
    "questions": [
      "Should all tourist attractions be free to the public?",
      "How can people prevent the environmental damage caused by tourism?",
      "Do you think tourism causes environmental damage?",
      "Do local people like to visit local tourist attractions?",
      "What makes a tourist attraction famous?",
      "Why do people visit tourist attractions?"
    ]
  },
  {
    "title": "Describe an indoor or outdoor place where it is easy for you to study",
    "cueCards": [
      "You should say: ",
      "Where it is ",
      "What it is like",
      "When you go there ",
      "What you study there  ",
      "And explain why you would like to study in this place"
    ],
    "questions": [
      "What are the advantages and disadvantages of studying with other people?",
      "Do most people like to study in a noisy place?",
      "What are the benefits of gaining work experience while studying?",
      "Do you prefer to study at home or study in other places?",
      "What's the difference between learning face-to-face with teachers and learning by yourself?",
      "Do you like to learn on your own or with others?"
    ]
  },
  {
    "title": "Describe a new law you would like to introduce in your country",
    "cueCards": [
      "What law it is",
      "What changes this law brings",
      "Whether this new law will be popular",
      "How you came up with the new law",
      "And explain how you feel about this new law"
    ],
    "questions": [
      "How can parents teach children to obey rules?",
      "What are the benefits for people to obey rules?",
      "Do you think children can learn about the law outside of school?",
      "What kinds of behavior are considered as good behavior?",
      "Do people in your country usually obey the law?",
      "What rules should students follow at school?"
    ]
  },
  {
    "title": "Describe a place where you have taken photos more than once",
    "cueCards": [
      "Where the place is",
      "When you took the photos ",
      "What special features the photos taken there have",
      "And explain why you have been there more than once to take photos"
    ],
    "questions": [
      "On what occasions do people need formal photos?",
      "Do you think being a photographer is a good job?",
      "Would you pay a lot of money to hire a photographer?",
      "Who would like to take photos more often, young people or older people?",
      "Where do people often like to take photos?",
      "Do you like to take photos?"
    ]
  },
  {
    "title": "Describe something you own that you want to replace",
    "cueCards": [
      "You should say: ",
      "What it is ",
      "Where it is ",
      "How you got it ",
      "And explain why you want to replace it"
    ],
    "questions": [
      "Why do some people prefer to buy things in the supermarket rather than online?",
      "Why do some people like to buy expensive things?",
      "Why do young people change things more often than old people?",
      "Why do you think some people replace things more often than others?",
      "Why do people always want to buy new things to replace old ones?",
      "Does consumption have any impact on the environment?"
    ]
  },
  {
    "title": "Describe a person who encouraged you to achieve your goal",
    "cueCards": [
      "Who the person is",
      "How he/she encouraged you",
      "What goal you achieved",
      "And explain how you feel about this person"
    ],
    "questions": [
      "Which is more important, competition or cooperation?",
      "Is money the only motivation for people to work hard?",
      "Who plays a more important role in children's education, parents or teachers?",
      "Who do you think should set goals for children?",
      "What should parents do if their children don't want to study?",
      "Do you think children are more likely to achieve their goals if they are encouraged?"
    ]
  },
  {
    "title": "Describe an important plant in your country",
    "cueCards": [
      "What it is",
      "Where you see it",
      "What it looks like",
      "And explain why it is important"
    ],
    "questions": [
      "Are there many trees in your city?",
      "Why do some people like to keep plants at home?",
      "Have new kinds of plants been grown in your city recently?",
      "Why do some people prefer to live in the countryside?",
      "Should schools teach children how to grow plants?",
      "What are the features of living in the countryside?"
    ]
  },
  {
    "title": "Describe a person who thinks music is important and enjoys music",
    "cueCards": [
      "You should say: ",
      "Who this person is ",
      "How you knew him/her ",
      "What music he/she likes ",
      "Why he/she thinks music is important ",
      "And explain how you feel about him/her"
    ],
    "questions": [
      "Why are musical movies so popular?",
      "What do you think would be the effect of background music in a film?",
      "Would people’s shopping behavior be affected in a shop with music?",
      "Do you think there are any advantages to a shop with music playing?",
      "Why do many teachers incorporate music into the classroom?",
      "What do you think about playing music for children in class?"
    ]
  },
  {
    "title": "Describe a place you have been to where things are expensive",
    "cueCards": [
      "You should say: ",
      "Where the place is ",
      "What the place is like ",
      "Why you went there ",
      "What you bought there ",
      "And explain why you think things are expensive there"
    ],
    "questions": [
      "Why are things more expensive in some places than in others?",
      "How important is it to have a variety of payment options?",
      "Is it more important to choose a job with a high salary or with more time off?",
      "What do you think of the view that time is as important as money?",
      "Will the payment be paperless in the future?",
      "Why do some people still use cash?"
    ]
  },
  {
    "title": "Describe a person who likes to buy goods with low prices",
    "cueCards": [
      "Who this person is",
      "What this person likes to buy",
      "Where this person likes to buy things",
      "And explain why this person likes cheap goods"
    ],
    "questions": [
      "Do you think things are more expensive in big shopping malls?",
      "How do you buy cheap products?",
      "Is advertising important?",
      "What are the disadvantages of shopping in a street market?",
      "Which is more commonly visited in China, shopping malls or street markets?",
      "What are the differences between shopping in a shopping mall and in a street market?"
    ]
  },
  {
    "title": "Describe a party that you enjoyed",
    "cueCards": [
      "You should say: ",
      "When and where the party was held ",
      "Who attended the party ",
      "What kind of party it was              ",
      "What you did in the party ",
      "And explain why you enjoyed this party"
    ],
    "questions": [
      "What are the differences between holding a party at home and in a public place?",
      "What would you do if you were disturbed by a neighbour's party?",
      "Do you think music and dancing are a must at a party?",
      "Do you think those who tend to stay at home are less healthy than those who often attend parties?",
      "Why do some people not like going to parties?",
      "Why do people like parties?"
    ]
  },
  {
    "title": "Describe a time when someone gave you something that you really wanted",
    "cueCards": [
      "What it was",
      "When you received it",
      "Who gave it to you ",
      "And explain why you wanted it so much"
    ],
    "questions": [
      "Do you think shopping is good for a country's economy?",
      "Why do people like shopping more now than in the past?",
      "How should children spend their allowance money?",
      "What kinds of gifts do young people like to receive as rewards?",
      "How should bosses reward employees?",
      "Should employees have their own goals?"
    ]
  },
  {
    "title": "Describe an interesting old person you have met",
    "cueCards": [
      "Who this person is ",
      "When/where you met this person",
      "What you did with this person",
      "And explain why you think this person is interesting"
    ],
    "questions": [
      "What benefits can people get if they are self-centered?",
      "Do you think people are more selfish or self-centered now than in the past?",
      "Are there benefits when one person is interested in another person? Why?",
      "Is it easy for young people and old people to make friends with each other?",
      "What can old people teach young people?",
      "Do you think old people and young people can share interests?"
    ]
  },
  {
    "title": "Describe a time when you missed or were late for an important meeting/event",
    "cueCards": [
      "When it happened",
      "What happened",
      "Why you missed/were late for it",
      "And explain how you felt about this experience"
    ],
    "questions": [
      "Do you think people are born with time management skills or they can develop them?",
      "Are people in your country often late for meetings?",
      "Why are people often late for meetings or appointments?",
      "Do you always avoid being late?",
      "Do you think it is important to be on time?",
      "Are you a punctual person?"
    ]
  },
  {
    "title": "Describe a noisy place you have been to",
    "cueCards": [
      "Where it is",
      "When you went there",
      "What you did there",
      "And explain why you feel it’s a noisy place"
    ],
    "questions": [
      "How can people consider others' feelings when chatting in public?",
      "How would people usually respond to noises in your country?",
      "Which area is exposed to noise more, the city or the countryside?",
      "What kinds of noises are there in our life?",
      "Should children not be allowed to make noise under any circumstances?",
      "Do you think it is good for children to make noise?"
    ]
  },
  {
    "title": "Describe a picture/photograph of you that you like",
    "cueCards": [
      "Where it was taken/drawn",
      "When it was taken/drawn",
      "Who took/drew it",
      "And explain how you felt about it"
    ],
    "questions": [
      "Is it necessary for students to learn art?",
      "What photos do people often hang on the wall at home?",
      "How do people keep their photos?",
      "Is it difficult for people to learn how to take good photos?",
      "What do people use to take photos these days, cameras or phones?",
      "Why do people take photos?"
    ]
  },
  {
    "title": "Describe a person who you are happy to know",
    "cueCards": [
      "Who this person is",
      "How you know this person",
      "What he or she is like",
      "And explain why you are happy to know him/her"
    ],
    "questions": [
      "How can companies improve employee happiness?",
      "Which do you think is more important in the workplace, happiness or high salaries?",
      "Some people say that living in a happy city is boring. What do you think?",
      "Do you think everyone shares a similar definition of happiness?",
      "What’s the difference between adults’ and children’s happiness?",
      "How can children feel happy?"
    ]
  },
  {
    "title": "Describe an occasion you wore the best clothes",
    "cueCards": [
      "When it was",
      "What you wore",
      "Why you wore it",
      "And how you felt about it"
    ],
    "questions": [
      "Who would wear formal clothes more often, young people or old people?",
      "Why do some people like to wear expensive clothes?",
      "Do old people change their style of dressing?",
      "Will traditional clothes disappear in the future?",
      "Why do some people like to wear traditional clothes?",
      "Do you think people need to wear formally in the workplace?"
    ]
  },
  {
    "title": "Describe a historical building you have been to",
    "cueCards": [
      "Where it is",
      "What it looks like",
      "What it is used for now ",
      "what you learned there",
      "And how you felt about this historical building"
    ],
    "questions": [
      "What are the differences between today's houses and those in the past?",
      "What factors do people often consider when buying a house or an apartment?",
      "Is it necessary to protect historical buildings?",
      "Do most people agree to the government's funding to protect historical buildings?",
      "Do Chinese people like to visit historical buildings?",
      "Why do people visit historical buildings?"
    ]
  }
]