[
  {
    "topic": "Experiences",
    "titles": [
      {
        "title": "Describe a time that something changed your life in good ways",
        "cueCards": [
          "You should say: ",
          "When and where it happened ",
          "What happened",
          "How you felt about it",
          "And explain how it changed your life in good ways"
        ],
        "questions": [
          "What are the disadvantages when people keep making changes?",
          "When things like getting married or moving home happen, what kinds of things would you consider?",
          "Who can adapt better to changes, children or adults?",
          "How do you adapt to changes in life?",
          "Why do some people quit and change jobs?",
          "Do you like new things or changes in life?"
        ]
      },
      {
        "title": "Describe a difficult decision that you made and had a good result",
        "cueCards": [
          "What the decision was",
          "When you made that decision",
          "Why it was difficult to make",
          "And explain how you felt about the good result"
        ],
        "questions": [
          "Do advertisements influence consumers' decisions?",
          "Who do young people like to ask for advice when making decisions?",
          "Do you think it’s necessary for kids to make as many decisions by themselves as they can?",
          "Do you think some people can make decisions without asking for advice from others?",
          "Do you think young people are easily influenced by others when they make decisions? Why or why not?",
          "What kinds of decisions do young people have to make?"
        ]
      },
      {
        "title": "Describe a time you used your cellphone/smartphone to do something important",
        "cueCards": [
          "What happened",
          "When it happened",
          "How important the cellphone/smartphone was",
          "And explain how you felt about the experience"
        ],
        "questions": [
          "Do you think it is too late to call others at 11 or 12 o'clock at night?",
          "What can be done to stop cellphone addiction?",
          "Do you think there should be a law to stop people from making phone calls in public?",
          "Which one is more important, using a cellphone to make phone calls or to read messages?",
          "What are the differences between young people and old people when using a cellphone?",
          "What do you usually do with a cellphone?"
        ]
      },
      {
        "title": "Describe a way/change that helps you save a lot of time",
        "cueCards": [
          "What it is",
          "How you implement it",
          "How difficult it is",
          "And explain how you feel about the way/change"
        ],
        "questions": [
          "What can schools do to help students learn time management?",
          "Is it necessary for children to learn time management?",
          "Do people who can manage time well become successful more easily?",
          "Do you think parents should be responsible for teaching children to save time?",
          "Does technology help people save time? How and why?",
          "What can people do to save time?"
        ]
      },
      {
        "title": "Describe a time when you were stuck in a traffic jam",
        "cueCards": [
          "When it happened",
          "Where you were stuck",
          "What you did while waiting",
          "And explain how you felt in the traffic jam"
        ],
        "questions": [
          "Would you rather be in a car or a bus in a traffic jam?",
          "Do you like to use public transport?",
          "What are good ways to manage traffic?",
          "Do you think the high ways will help reduce traffic jams?",
          "Do you think developing public transport can solve traffic jam problems?",
          "How can we solve the traffic jam problem?"
        ]
      },
      {
        "title": "Describe a time you were very busy",
        "cueCards": [
          "When it happened",
          "Where you were",
          "What you did",
          "And explain why you were busy"
        ],
        "questions": [
          "Does technology distract people?",
          "How does technology help with time management?",
          "What kind of pressure people may experience at work?",
          "Do you think children should learn through playing games or under pressure?",
          "What are the advantages and disadvantages when people keep busy？",
          "Are you often busy？"
        ]
      },
      {
        "title": "Describe a time when someone asked for your opinion",
        "cueCards": [
          "Who asked for your opinion",
          "Why he/she wanted to know your opinion",
          "What opinion you gave",
          "And explain how you felt when he/she asked for your opinion"
        ],
        "questions": [
          "What should a company do when receiving feedback about its products?",
          "Should teachers give advice to children?",
          "What are the disadvantages of sharing opinions on the Internet?",
          "Why do people like to express their opinions on the Internet nowadays?",
          "Are there any apps designed for collecting opinions about products or services?",
          "Why do some people dislike giving their opinions?"
        ]
      },
      {
        "title": "Describe an occasion that you lost something",
        "cueCards": [
          "What you lost",
          "When and where you lost it",
          "What you did to find it",
          "And explain how you felt about it"
        ],
        "questions": [
          "What do people often feel after losing things?",
          "What can we do to reduce the possibility of losing things?",
          "What kinds of people may lose things often?",
          "Is it effective to offer rewards to find lost things?",
          "What will people do when losing things?",
          "What kinds of things do people usually lose?"
        ]
      },
      {
        "title": "Describe a time when you organized a happy event successfully",
        "cueCards": [
          "What the event was",
          "How you prepared for it",
          "Who helped you to organize it",
          "And explain why you think it was a successful event"
        ],
        "questions": [
          "Do you prefer to prepare and organize an activity or just take part in an activity?",
          "How would you feel when you were not well prepared for something?",
          "Do people need others’ help when organizing things?",
          "Does everything need to be well prepared?",
          "On what occasions do people need to be organized?",
          "How can parents help children to be organized?"
        ]
      },
      {
        "title": "Describe a long walk you ever had",
        "cueCards": [
          "When this happened",
          "Where you walked",
          "Who you were with",
          "And explain how you felt about this long walk"
        ],
        "questions": [
          "Do you think that walking is not as helpful as playing other sports for our health?",
          "What are the benefits of outdoor activities for children?",
          "Do women have more leisure time than men?",
          "Is leisure time important to everyone? Why?",
          "What are the differences between the outdoor activities children did in the past and now?",
          "What outdoor activities do people like?"
        ]
      },
      {
        "title": "Describe a challenge you faced that you thought was rather difficult",
        "cueCards": [
          "What it was",
          "When and where you faced it",
          "Why you thought it was a difficult challenge",
          "And explain how you felt at the time"
        ],
        "questions": [
          "Why do some people enjoy doing extreme sports?",
          "What challenges would people face when learning new sports?",
          "What activities do you think would make children feel challenged? Why?",
          "Do most people choose to face a challenge alone or with others?",
          "Is it easy for children to overcome a challenge?",
          "What do children often do when they face a challenge?"
        ]
      },
      {
        "title": "Describe a time when you received good service in a shop/store",
        "cueCards": [
          "Where the shop is",
          "When you went to the shop ",
          "What service you received from the staff ",
          "And explain how you felt about the service"
        ],
        "questions": [
          "Can consumption drive economic growth?",
          "What are the advantages and disadvantages of shopping online?",
          "What are the differences between online shopping and in-store shopping?",
          "Why do some people not like shopping in small shops?",
          "What are the advantages and disadvantages of shopping in small shops?",
          "Why are shopping malls so popular in China?"
        ]
      },
      {
        "title": "Describe a time when you answered a phone call from someone you didn’t know in a public place",
        "cueCards": [
          "When and where it happened ",
          "Who called you",
          "What he/she said",
          "How you responded",
          "And explain how you felt about the experience"
        ],
        "questions": [
          "Should people be banned from talking loudly in public places?",
          "Is it acceptable to talk on the phone in public?",
          "Should parents teach their children to behave well in public?",
          "Why do some people not care about their actions in public?",
          "What are the differences between sitting next to someone who talks on the phone and sitting next to people who talk to each other while traveling by train?",
          "Do most people mind others talking on the phone in public places?"
        ]
      },
      {
        "title": "Describe a crowded place you went to",
        "cueCards": [
          "Where it was",
          "When you went there",
          "Who you went there with",
          "What you did there",
          "And how you felt about it"
        ],
        "questions": [
          "Do you think it is a good trend to have more big cities?",
          "Do you think there are some people who enjoy crowded places?",
          "Why do people go to crowded places?",
          "Will people use bikes more or less in cities in the future?",
          "Will there be more or less green space in cities in the future?",
          "Which cities are overcrowded in your country?"
        ]
      },
      {
        "title": "Describe a noisy place you have been to",
        "cueCards": [
          "Where it is",
          "When you went there",
          "What you did there",
          "And explain why you feel it’s a noisy place"
        ],
        "questions": [
          "How can people consider others' feelings when chatting in public?",
          "How would people usually respond to noises in your country?",
          "Which area is exposed to noise more, the city or the countryside?",
          "What kinds of noises are there in our life?",
          "Should children not be allowed to make noise under any circumstances?",
          "Do you think it is good for children to make noise?"
        ]
      },
      {
        "title": "Describe an occasion you wore the best clothes",
        "cueCards": [
          "When it was",
          "What you wore",
          "Why you wore it",
          "And how you felt about it"
        ],
        "questions": [
          "Who would wear formal clothes more often, young people or old people?",
          "Why do some people like to wear expensive clothes?",
          "Do old people change their style of dressing?",
          "Will traditional clothes disappear in the future?",
          "Why do some people like to wear traditional clothes?",
          "Do you think people need to wear formally in the workplace?"
        ]
      },
      {
        "title": "Describe a time when you missed or were late for an important meeting/event",
        "cueCards": [
          "When it happened",
          "What happened",
          "Why you missed/were late for it",
          "And explain how you felt about this experience"
        ],
        "questions": [
          "Do you think people are born with time management skills or they can develop them?",
          "Are people in your country often late for meetings?",
          "Why are people often late for meetings or appointments?",
          "Do you always avoid being late?",
          "Do you think it is important to be on time?",
          "Are you a punctual person?"
        ]
      },
      {
        "title": "Describe an enjoyable journey by public transport",
        "cueCards": [
          "You should say: ",
          "Where you went ",
          "Who you were with ",
          "What you did ",
          "And how you felt about it"
        ],
        "questions": [
          "What are the difficulties that commuters face during rush hours?",
          "What do you think are the cheapest and most expensive means of transport?",
          "What are the disadvantages of traveling by public transport?",
          "Do you think offering free public transport will solve traffic problems in the city?",
          "Why do more and more people like to travel by plane?",
          "Why do people choose to travel by public transport?"
        ]
      },
      {
        "title": "Describe a risk you took that you thought would lead to a terrible result but ended up with a positive result",
        "cueCards": [
          "When you took the risk",
          "Why you took the risk",
          "How it went",
          "And explain how you felt about it"
        ],
        "questions": [
          "Who is more interested in taking risks, the young or the old?",
          "Why do some people enjoy dangerous sports?",
          "What kinds of sports are dangerous but exciting?",
          "Why do some people like to watch risk-taking movies?",
          "What risks should parents tell their children to avoid?",
          "How should parents teach their children what a risk is?"
        ]
      }
    ]
  },
  {
    "topic": "People",
    "titles": [
      {
        "title": "Describe a friend you like to talk with",
        "cueCards": [
          "Who he/she is",
          "What you like to talk about",
          "Why you like to talk with him/her",
          "And explain how you feel about him/her"
        ],
        "questions": [
          "What are the differences between talking to a friend and talking to a stranger?",
          "What makes a good listener?",
          "On what occasions do people talk with strangers?",
          "Do you think people should be honest when talking with friends?",
          "What do young people talk about when they meet up?",
          "Where do young people like to meet?"
        ]
      },
      {
        "title": "Describe a person you know who has chosen a career in the medical field (e.g. a doctor, a nurse)",
        "cueCards": [
          "Who he/she is",
          "What he/she does",
          "Why he/she chose this career",
          "And explain how you feel about him/her"
        ],
        "questions": [
          "Can a hospital function effectively without nurses?",
          "What are the differences between the work of a doctor and a nurse?",
          "Do you think it is necessary to learn first aid skills?",
          "Do you think that doctors and nurses are not paid enough?",
          "Who plays a more important role, doctors or nurses?",
          "Do you think doctors and nurses are very important?"
        ]
      },
      {
        "title": "Describe a family member who you want to work with in the future",
        "cueCards": [
          "You should say: ",
          "Who he/she is ",
          "Whether you worked together before ",
          "What kind of work you would like to do with him/her ",
          "And explain how you feel about this family member"
        ],
        "questions": [
          "What do people need to do to change their jobs?",
          "Why do people want to change their jobs?",
          "What benefits are there when working for big companies?",
          "Why do people want to have a family business?",
          "Is it good to work with family members? Why?",
          "What kinds of family businesses are common in China?"
        ]
      },
      {
        "title": "Describe a person from whom others like to ask for advice",
        "cueCards": [
          "Who this person is",
          "Why people like to ask for his/her advice",
          "What kind of advice he/she often gives",
          "And explain how you feel about the person"
        ],
        "questions": [
          "Are professional consultancy services expensive in your country?",
          "Do you think the advice parents give their children is always good?",
          "Why do some people like to ask others for advice on almost everything?",
          "Do people often ask for advice from professional people, like a lawyer?",
          "Who should people ask for advice on big issues, family members or friends?",
          "Do you follow the advice of your family members?"
        ]
      },
      {
        "title": "Describe an interesting neighbor",
        "cueCards": [
          "Who he/she is",
          "How you knew him/her",
          "What you do together",
          "And explain why he/she is interesting"
        ],
        "questions": [
          "How do people build relationships with local people in a new place?",
          "Why do many people in big cities not know their neighbors?",
          "Is it beneficial to get along well with neighbors?",
          "How do children build relationships with others in a community?",
          "How can people improve the relationship with neighbors in a community?",
          "Do you think people are familiar with their neighbors?"
        ]
      },
      {
        "title": "Describe someone you really like to spend time with",
        "cueCards": [
          "Who this person is",
          "How you knew him/her",
          "What you usually do together",
          "And explain why you like to spend time with him/her"
        ],
        "questions": [
          "Do you think it is important for us to get along with different kinds of people?",
          "Do you think it's important to spend some time alone?",
          "Do you like talking with older people? Why?",
          "Do people have time for themselves nowadays?",
          "How do leaders get along with their subordinates?",
          "What kinds of people are easy to get along with?"
        ]
      },
      {
        "title": "Describe a person who likes to make things by hand (e.g. toys, furniture)",
        "cueCards": [
          "Who this person is",
          "What he/she makes",
          "Why he/she likes to make things by hand",
          "And explain how you feel about the person"
        ],
        "questions": [
          "How does modern technology change the handicraft industry?",
          "Is it reasonable to charge a high price for handmade things?",
          "Are there any traditional handicrafts in your hometown?",
          "Why do many children like to make things by hand?",
          "What are the benefits for students to learn to make things by hand?",
          "Are traditional handicrafts important to tourism?"
        ]
      },
      {
        "title": "Describe a person who encouraged you to achieve your goal",
        "cueCards": [
          "Who the person is",
          "How he/she encouraged you",
          "What goal you achieved",
          "And explain how you feel about this person"
        ],
        "questions": [
          "Which is more important, competition or cooperation?",
          "Is money the only motivation for people to work hard?",
          "Who plays a more important role in children's education, parents or teachers?",
          "Who do you think should set goals for children?",
          "What should parents do if their children don't want to study?",
          "Do you think children are more likely to achieve their goals if they are encouraged?"
        ]
      },
      {
        "title": "Describe a person who likes to read a lot",
        "cueCards": [
          "Who this person is",
          "How you knew him/her",
          "What he/she likes to read",
          "And explain why you think he/she likes to read a lot"
        ],
        "questions": [
          "Do you think people of all ages need to read?",
          "What are the differences between paper books and movies?",
          "What reading topics are popular in your country?",
          "Is reading for fun or for work?",
          "Do you think parents should help their children develop the reading habit from an early age?",
          "Why are many people so keen on reading?"
        ]
      },
      {
        "title": "Describe someone you know who made a good decision recently",
        "cueCards": [
          "Who he/she is",
          "When he/she made the decision",
          "What decision he/she made",
          "Why it was a good decision",
          "And explain how you felt about the decision"
        ],
        "questions": [
          "How should parents help their children make decisions?",
          "Should parents interfere in children's decision-making?",
          "Why do most children find it difficult to make decisions?",
          "At what age do you think children can be allowed to make decisions by themselves?",
          "Do you think parents are the best people to make decisions about their children's education?",
          "Should parents make decisions for their children?"
        ]
      },
      {
        "title": "Describe a person who contributes to the society",
        "cueCards": [
          "Who this person is",
          "How you knew him/her",
          "What type of work he/she does",
          "And explain why you think he/she contributes to the society"
        ],
        "questions": [
          "What kinds of jobs are not paid fairly?",
          "What skills should be taught at school to improve students’ ability to find jobs?",
          "Do you think younger people should be lower paid than older people?",
          "What are the impacts of the epidemic on the work environment?",
          "What are the changes in working conditions?",
          "What jobs are well-paid?"
        ]
      },
      {
        "title": "Describe an interesting old person you have met",
        "cueCards": [
          "Who this person is ",
          "When/where you met this person",
          "What you did with this person",
          "And explain why you think this person is interesting"
        ],
        "questions": [
          "What benefits can people get if they are self-centered?",
          "Do you think people are more selfish or self-centered now than in the past?",
          "Are there benefits when one person is interested in another person? Why?",
          "Is it easy for young people and old people to make friends with each other?",
          "What can old people teach young people?",
          "Do you think old people and young people can share interests?"
        ]
      },
      {
        "title": "Describe someone (a famous person) that is a role model for young people",
        "cueCards": [
          "Who he/she is",
          "How you knew him/her",
          "What he/she has done",
          "And explain why he/she can be a role model for young people"
        ],
        "questions": [
          "Do people tend to choose the best people as their role model?",
          "What kinds of people are likely to become famous?",
          "What qualities do famous people have?",
          "Are there any differences between today’s famous people and those of the past?",
          "Is it important for children to have a role model?",
          "What kinds of people are likely to be the role models for teenagers?"
        ]
      },
      {
        "title": "Describe a person who has strong opinions",
        "cueCards": [
          "Who this person is                         ",
          "How you knew him/her ",
          "What kinds of strong opinions this person has            ",
          "And explain why you think he/she is a person who has strong opinions"
        ],
        "questions": [
          "Do you think it is good to have strong opinions?",
          "Do you think we should only say something after thinking it through?",
          "Which is more important, listening to others or persuading others?",
          "Are there many young people who have strong opinions in our lives?",
          "What do old people have strong opinions about?",
          "What do young people have strong opinions about?"
        ]
      }
    ]
  },
  {
    "topic": "Places",
    "titles": [
      {
        "title": "Describe a countryside that you have been to",
        "cueCards": [
          "Where it is",
          "When and why you went there",
          "Who you went there with",
          "And explain how you felt about it"
        ],
        "questions": [
          "What are the differences between the city and the countryside?",
          "What are the advantages and disadvantages of living in the countryside?",
          "What kind of people would like to stay in the countryside?",
          "Do people go to the countryside to travel or to live?",
          "Do most people prefer to live in big cities or in the countryside?",
          "Do people in your country like to go hiking?"
        ]
      },
      {
        "title": "Describe a city that you think is very interesting",
        "cueCards": [
          "Where it is",
          "What it is famous for",
          "How you knew this city ",
          "And explain why you think it is very interesting"
        ],
        "questions": [
          "Do you think the big cities in China today will become even larger in the future?",
          "What are the benefits of urbanization?",
          "Do you think well-developed tourism will have negative effects on local people?",
          "Do most elderly people live in the city or in the countryside?",
          "Why do some young people like to live in cities?",
          "What advantages can tourism bring to a city?"
        ]
      },
      {
        "title": "Describe a natural place (e.g. parks, mountains)",
        "cueCards": [
          "Where this place is",
          "How you knew this place",
          "What it is like",
          "And explain why you like to visit it"
        ],
        "questions": [
          "Do you think it is a good idea to let animals stay in local parks for people to see?",
          "Are there any wild animals in the city?",
          "What can people gain from going to natural places?",
          "Do you think that going to the park is the only way to get close to nature?",
          "What are the differences between a natural place and a city?",
          "What kind of people like to visit natural places?"
        ]
      },
      {
        "title": "Describe a quiet place you like to go",
        "cueCards": [
          "Where it is",
          "How you knew it",
          "How often you go there",
          "What you do there",
          "And explain how you feel about the place"
        ],
        "questions": [
          "Why are there more noises made at home now than in the past?",
          "Why do old people prefer to live in quiet places?",
          "Do you think only old people have time for leisure?",
          "How does technology affect the way people spend their leisure time?",
          "How do people spend their leisure time in your country?",
          "Is it easy to find quiet places in your country? Why?"
        ]
      },
      {
        "title": "Describe a public park or garden",
        "cueCards": [
          "Where it is",
          "What it is like",
          "How often you go there",
          "What you often do there",
          "And explain how you feel about it"
        ],
        "questions": [
          "How can we encourage young people to go to parks more often?",
          "What tourist attractions are popular in China?",
          "Why do people like to visit tourist attractions?",
          "What are the differences between a garden and a natural area?",
          "What facilities are needed in a park?",
          "Is it necessary to have public parks in cities?"
        ]
      },
      {
        "title": "Describe a tourist attraction that very few people visit but you think is interesting",
        "cueCards": [
          "What the place is",
          "What people can see there",
          "Why only very few people visit there",
          "And explain why you think it is interesting"
        ],
        "questions": [
          "Should all tourist attractions be free to the public?",
          "How can people prevent the environmental damage caused by tourism?",
          "Do you think tourism causes environmental damage?",
          "Do local people like to visit local tourist attractions?",
          "What makes a tourist attraction famous?",
          "Why do people visit tourist attractions?"
        ]
      },
      {
        "title": "Describe a place in your hometown/city that is different from other places and that you enjoy visiting with your parents/friends",
        "cueCards": [
          "Where it is",
          "What it is like",
          "What you often do there",
          "Who you often go there with",
          "And explain why you think it is different"
        ],
        "questions": [
          "What factors attract people to go to visit other places other than their hometown?",
          "Do you think it is necessary to visit the same place many times?",
          "What do young people like to do in their leisure time?",
          "What are the differences between the places young people like to go and the places old people like to go?",
          "Where do people in your hometown like to go?",
          "What are the differences between big cities and small cities?"
        ]
      },
      {
        "title": "Describe a place you know where people can see a lot of wildlife (e.g. animals, birds, insects)",
        "cueCards": [
          "Where it is",
          "What kinds of wildlife people can see there   ",
          "Whether people like to go there",
          "And explain how you feel about it"
        ],
        "questions": [
          "Which is the better way to see wildlife, watching documentaries or going into the wild?",
          "What impacts does only seeing wild animals in zoos have on children's understanding of these animals?",
          "Are there many wildlife documentaries produced in your country?",
          "Are wild animals easy to spot in your country?",
          "Should parents take their children to the zoo to see wild animals?",
          "Why are most children interested in wild animals?"
        ]
      },
      {
        "title": "Describe an important river/lake in your country",
        "cueCards": [
          "Where it is located",
          "How big/long it is",
          "What it looks like",
          "And explain why it is important"
        ],
        "questions": [
          "Are rivers and lakes important to a country?",
          "What are the popular water sports in your country?",
          "Are rivers and lakes good for transport? Why?",
          "How do rivers and lakes affect local tourism?",
          "Do you think rivers and lakes attract tourists?",
          "How can rivers and lakes benefit local people?"
        ]
      },
      {
        "title": "Describe a historical building you have been to",
        "cueCards": [
          "Where it is",
          "What it looks like",
          "What it is used for now ",
          "what you learned there",
          "And how you felt about this historical building"
        ],
        "questions": [
          "What are the differences between today's houses and those in the past?",
          "What factors do people often consider when buying a house or an apartment?",
          "Is it necessary to protect historical buildings?",
          "Do most people agree to the government's funding to protect historical buildings?",
          "Do Chinese people like to visit historical buildings?",
          "Why do people visit historical buildings?"
        ]
      },
      {
        "title": "Describe a place (city/town) that is good for people to live in",
        "cueCards": [
          "Where it is",
          "How you knew this place",
          "What it is like",
          "And explain why it is better than other places to live in"
        ],
        "questions": [
          "How different is life in the countryside to life in the city?",
          "What are the major changes that have happened in your city?",
          "What factors will contribute to whether a place is good to live in or not?",
          "What are the differences between big cities and small ones?",
          "What has happened to towns and villages in recent years in your country?",
          "What are the differences between cities and towns?"
        ]
      },
      {
        "title": "Describe a place where you have taken photos more than once",
        "cueCards": [
          "Where the place is",
          "When you took the photos ",
          "What special features the photos taken there have",
          "And explain why you have been there more than once to take photos"
        ],
        "questions": [
          "On what occasions do people need formal photos?",
          "Do you think being a photographer is a good job?",
          "Would you pay a lot of money to hire a photographer?",
          "Who would like to take photos more often, young people or older people?",
          "Where do people often like to take photos?",
          "Do you like to take photos?"
        ]
      },
      {
        "title": "Describe a place you have been to where things are expensive",
        "cueCards": [
          "You should say: ",
          "Where the place is ",
          "What the place is like ",
          "Why you went there ",
          "What you bought there ",
          "And explain why you think things are expensive there"
        ],
        "questions": [
          "Why are things more expensive in some places than in others?",
          "How important is it to have a variety of payment options?",
          "Is it more important to choose a job with a high salary or with more time off?",
          "What do you think of the view that time is as important as money?",
          "Will the payment be paperless in the future?",
          "Why do some people still use cash?"
        ]
      }
    ]
  },
  {
    "topic": "Work/study",
    "titles": [
      {
        "title": "Describe a job that is useful to the society",
        "cueCards": [
          "What job it is",
          "How you know about this job",
          "What types of people do this job",
          "And explain why you think this job is useful to the society"
        ],
        "questions": [
          "Do you think schools should provide career advice to students?",
          "Who should receive a higher salary, young people or older people?",
          "Do you think doctors should be well-paid?",
          "What kind of jobs deserve a high salary?",
          "What kind of jobs receive a low income?",
          "What kind of jobs are well-paid in your country?"
        ]
      },
      {
        "title": "Describe a skill that you learned from older people",
        "cueCards": [
          "What the skill is",
          "Who you learned it from ",
          "How you learned it",
          "And how you feel about it"
        ],
        "questions": [
          "Do you think many old people in your country feel lonely?",
          "What new skills can old people learn?",
          "What knowledge can children learn from their grandparents?",
          "What skills can young people learn from older people?",
          "What kind of help do you think older people need?",
          "What can children learn from their parents?"
        ]
      },
      {
        "title": "Describe a contest/competition you would like to participate in",
        "cueCards": [
          "What the contest/competition is about",
          "Where the contest/competition will take place",
          "When it will be held",
          "And explain why you would like to participate in it"
        ],
        "questions": [
          "Do you think the ability to compete is natural or learned?",
          "What kinds of people like to take part in competitions?",
          "Do you think it is necessary to encourage people to compete with one another in companies?",
          "What kinds of industries need competition? Why?",
          "Why are competition shows popular?",
          "What are the contests commonly seen on TV programs?"
        ]
      },
      {
        "title": "Describe something you do that can help you concentrate on work/study",
        "cueCards": [
          "What it is",
          "How it helps you concentrate",
          "When you do it",
          "And explain how you feel about it"
        ],
        "questions": [
          "What can people do to improve their ability to concentrate?",
          "Is it important for children to concentrate on their studies? Why?",
          "Can exercise help people improve concentration?",
          "What kinds of jobs require high concentration at work?",
          "Do you think technology will harm children’s ability to concentrate?",
          "Why is it more difficult for children to concentrate nowadays than in the past?"
        ]
      },
      {
        "title": "Describe a time you used your cellphone/smartphone to do something important",
        "cueCards": [
          "What happened",
          "When it happened",
          "How important the cellphone/smartphone was",
          "And explain how you felt about the experience"
        ],
        "questions": [
          "Do you think it is too late to call others at 11 or 12 o'clock at night?",
          "What can be done to stop cellphone addiction?",
          "Do you think there should be a law to stop people from making phone calls in public?",
          "Which one is more important, using a cellphone to make phone calls or to read messages?",
          "What are the differences between young people and old people when using a cellphone?",
          "What do you usually do with a cellphone?"
        ]
      },
      {
        "title": "Describe a course that impressed you a lot",
        "cueCards": [
          "What the course was about",
          "Where you took the course",
          "What you did during the course",
          "And explain why it impressed you a lot"
        ],
        "questions": [
          "What can we learn from history?",
          "What do people need to remember in their daily lives?",
          "Can technology help people remember things better? How?",
          "Which can help people remember things better, words or photos?",
          "Do people like things of memorial significance?",
          "Why do some people have a better memory than others?"
        ]
      },
      {
        "title": "Describe an interesting discussion you had with your friend",
        "cueCards": [
          "What the discussion was about ",
          "What opinions you and your friend had",
          "Why you think the discussion was interesting",
          "And how you felt about it"
        ],
        "questions": [
          "Why do some young people refuse to communicate with others?",
          "Should parents consider their children's opinions on everything? Why?",
          "In what industries do you think communication is a necessary skill?",
          "Should parents require their kids to obey them?",
          "Do children have strong opinions?",
          "When do children normally form their own views?"
        ]
      },
      {
        "title": "Describe a thing you did to learn another language",
        "cueCards": [
          "What language you learned",
          "What you did",
          "How it helped you learn the language",
          "And how you felt about it"
        ],
        "questions": [
          "Some people think that technology has made it unnecessary to learn languages. What do you think?",
          "What are the advantages and disadvantages of learning a language?",
          "What's the best way to learn a language?",
          "Which is better, to study a language alone or to study it in a group? Why?",
          "Do you think language learning is important? Why?",
          "What difficulties do people face when learning a language?"
        ]
      },
      {
        "title": "Describe an online video in which you learned something new",
        "cueCards": [
          "When and where you watched it",
          "What it was",
          "Why you watched it",
          "And explain what you have learned from it"
        ],
        "questions": [
          "Do you think online learning will replace face-to-face learning?",
          "What are the advantages of online learning?",
          "Why are so many young people obsessed with short videos?",
          "Do you think people spend too much time watching short videos? Why?",
          "Are there many people who watch online videos a lot?",
          "What kinds of videos are most popular in your country?"
        ]
      },
      {
        "title": "Describe something you did in your study/work that has made you feel confident",
        "cueCards": [
          "When and where it happened",
          "What you did                    ",
          "Why it made you feel confident      ",
          "And explain how you felt about it"
        ],
        "questions": [
          "Why do so many people lack confidence these days?",
          "Do you think that children of confident parents are also confident?",
          "What can teachers do to make studying more interesting?",
          "How can teachers help their students become more confident by rewarding them for studying?",
          "What can teachers do to help their students become more confident?",
          "How can a person become more confident?"
        ]
      },
      {
        "title": "Describe a time that you showed something which was new to a person who was younger than you",
        "cueCards": [
          "When it was",
          "What it was",
          "Who you showed it to",
          "How you showed it",
          "Why you showed it",
          "And explain how you felt about it"
        ],
        "questions": [
          "Is it possible for a person to achieve something without motivation?",
          "How can young people be motivated to learn new things?",
          "What skills do you think children should learn before going to school?",
          "Why are some people not willing to ask help from others while studying?",
          "What are the differences between the things adults learn and the things that children learn?",
          "What skills should children learn?"
        ]
      },
      {
        "title": "Describe a prize you have received recently (e.g. money, something valuable, a medal)",
        "cueCards": [
          "What it was",
          "When you received it",
          "What you did to receive it",
          "And explain how you felt about it"
        ],
        "questions": [
          "Why do some companies encourage employees to compete with each other?",
          "Why do many companies offer prizes to their customers?",
          "What criteria should be set for students to win a particular prize?",
          "What prizes should schools set for students?",
          "Why should we set prizes for competitions?",
          "Do you think competition is all about the prize?"
        ]
      },
      {
        "title": "Describe a rule you dislike and would like to change in the future",
        "cueCards": [
          "What it is",
          "What it is for",
          "Why you don’t like it",
          "And explain why you would like to change it"
        ],
        "questions": [
          "Do you know anyone who has broken the law? How?",
          "When is it okay to break the rules?",
          "How are people punished when parking at a wrong spot?",
          "What rules should children follow at home?",
          "Are the rules at school good or bad? Why?",
          "What are the rules students should follow at school?"
        ]
      },
      {
        "title": "Describe a new law you would like to introduce in your country",
        "cueCards": [
          "What law it is",
          "What changes this law brings",
          "Whether this new law will be popular",
          "How you came up with the new law",
          "And explain how you feel about this new law"
        ],
        "questions": [
          "How can parents teach children to obey rules?",
          "What are the benefits for people to obey rules?",
          "Do you think children can learn about the law outside of school?",
          "What kinds of behavior are considered as good behavior?",
          "Do people in your country usually obey the law?",
          "What rules should students follow at school?"
        ]
      }
    ]
  }
]
